[{
"Name": "We Will Rock You",
"Album": "News of the World",
"Year": "1977",
"ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/wewillrockyou.png",
"ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/wewillrockyou.png",
"Explanation": "Queen grubu yıldızının iyice parladığı 1977 yılı ABD turnesinde Grup konser sonunda bir süre sahneden çekilir ve son bir şarkı için yeniden sahneye çıkardı. Bu kez sahneden çekildikleri zaman seyircinin You’ll Never Walk Alone şarkısını söylediklerini duydular. O zamanlar konserlerde şarkıya eşlik bile edilmezdi. İşte o zaman Brian May’in zihninde bir ampul parladı. Neden seyirciyle birlikte söyleyebilecekleri ve bir nevi marşa dönüşecek bir şarkıları olmasın ki? Grubun ve onları sevenlerin nasıl güçlü kaldığı ve bir insanın hayatının üç evresini anlatan üç dize yazmaya karar verdi. Çocukluk, gençlik ve yaşlılık. Nakarat We Will Rock You ise gerçek bir meydan okumayı temsil etti. Nakarat We Will Rock You ise gerçek bir meydan okumayı temsil etti. Seyircilerin ayakta dinledikleri sıkışık bir konserde kolayca yapabilecekleri el hareketlerini tahmin ederek bazı ritimler oluşturdular. Depodan birkaç tahta levha çıkarıp yere koydular ve ayak ritimlerini kaydettiler. Onlarca deneme sonunda gerçekten bir stadyum dolusu insanın çıkarabileceği ritimleri kaydetmişlerdi. Böylelikle yeni bir marş doğdu. "
},
 {
 "Name": "Bohemian Rhapsody",
 "Album": "A Night at the Opera",
 "Year": "1975",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/bohemian.png",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/bohemian.png",
 "Explanation": "1975 yılında çıkan şarkı, glam- metal rock ve operayı aynı anda bünyesinde barındıran özelliği ile zamanının en yenilikçi şarkısı olmuştur. Bohemian Rhapsody; Farrokh Bulsara adlı hint kökenli gencin nasıl “Freddie Mercury”ye dönüştüğünün hikayesi.İnsanların da gördüğümüz göz alıcı yönleri ve arkasındaki dışlanmış içine kapanık karakterlerine değinir... Eserin Freddie tarafından yazılması 5 yıl sürüyor. Freddie’nin gece uykusundan uyanıp piyanonun başına geçerek beste yaptığı söylenir.Şarkı 6 farklı stüdyoda kaydedildi. Hatta kayıt sırasında Paul McCartney’in “Hey Jude” için çaldığı piyanonun aynısı kullanıldı. Freddie, Brain, ve Roger şarkının vokal kısımlarını günde 12 saat çalışarak kaydetti. Aradan geçen 3 hafta sonra şarkı bitmişti."
 
},
 {
 "Name": "Another One Bites The Dust",
 "Album": "The Game",
 "Year": "1980",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/Another_one_bites_the_dust.jpg",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/Another_one_bites_the_dust.jpg",
 "Explanation": "Şarkı, Billboard'un ilk 10'unda, 13 hafta ilk beşte olmak üzere ve toplamda 31 hafta olmak üzere 15 hafta geçirdi. Şarkı, 7 milyon kopya satışıyla Queen'in en çok satan single'ı seçildi.Billboard'un Tüm Zamanların En İyi Şarkıları listesinde 34. sırada yer aldı. Bir çalışmada 'Another One Bites the Dust', tıp uzmanlarını CPR gerçekleştirirken dakikada doğru sayıda göğüs kompresyonu sağlamaları için eğitmek için kullanıldı .Bassline dakikada yakın 110 atım vardır ve dakikada 100-120 göğüs kompresyon tarafından tavsiye edilmekte ollup İngiliz Kalp Vakfı tarafından kabul görmüştür. Şarkı, grup için oldukça büyük bir şeyin başlangıcıydı, çünkü kayıtlarından birinin siyah topluluğa geçtiği ilk seferdi.Freddie kesinlikle inandığı şeyler için savaşırdı. Queen için biraz uzaklaşan 'Another One Bites the Dust' gibi. Roger o zamanlar kesinlikle rock'n roll olmadığını hissediyordu ve gidişatına oldukça kızmıştı.Fakat Freddie bu şarkının listelerin başına geçeceğinden emindi... "
},
 {
 "Name": "The Show Must Go On",
 "Album": "Innuendo",
 "Year":"1991",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/The_Show_Must_Go_On.png",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/The_Show_Must_Go_On.png",
 "Explanation": "The show must go on tarife pek gerek olmayan, dinleyen herkeste aynı etkiyi bırakan bir parça olmuştur. Kısacası bazı şeylerin bittiğinin sinyalini veren, fakat ‘Queen’ efsanesinin bir şekilde sürmesi gerektiğini dile getiren bir parçaydı. Bu son albüm sonrasında artık hemen herkes inanmak istemediği gerçeği anlamaya başlamıştı. Çünkü pek ortalarda görünmeyen Freddie, kliplerde kendisini gösteriyordu. Albümdeki parçalara çekilen kliplerde freddie, makyaj ve peruklarla kamera karşısına çıkarak giderek zayıflamakta olan yüzünü insanlardan saklamaya çalışıyordu. Freddie’nin hastalığı artık iyiden iyiye kendini göstermeye başlamıştı ve Freddie ölmeden önce olabildiğince çok kayıt bırakmak istiyordu. Bunun için de grup üyelerinden sürekli bir şeyler yazmalarını istiyordu. Fakat artık kayıt yapmak da Freddie için pek kolay değildi. Stüdyoya gücünü toparlayabildiğinde 1-2 saatliğine uğrayabiliyor ve gücü yalnız 1-2 cümle kaydetmeye yetiyordu.Freddie’nin mükemmeliyetçi tutumu zaman zaman işlerini zorlaştırıyor fakat o haldeyken bile iyi ürünlerin meydana gelmesini sağlıyordu."
},
 {
 "Name": "We Are the Champions",
 "Album": "News of the World",
 "Year": "1977",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/we_Are_the_Champions.jpg",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/we_Are_the_Champions.jpg",
 "Explanation": "Dünya çağında başarıya ulaşan ve en bilinir rock marşlarından olan şarkı, UK Singles Chart'ta iki numaraya, ABD Billboard Hot 100'de dört numaraya ulaşmıştır. 'We Are the Champions', 2009'da Grammy Hall of Fame'e alındı ve Sony Ericsson'un 2005'te düzenlediği dünya müzik anketinde dünyanın en sevilen şarkısı seçildi. 2011'de bir bilimsel araştırma ekibi şarkının popüler müzik tarihindeki en akılda kalıcı şarkı olduğu sonucuna vardı.'We Are the Champions' spor müsabakalarında bir zafer marşı oldu. 1994 FIFA Dünya Kupası'nın resmî şarkısı da olan şarkı, popüler kültürde bolca kullanılmakta ve atfolunmaktadır. Çok sayıda sanatçı, bu şarkının cover'ını yapmıştır."
},
 {
 "Name": "Don't Stop Me Now",
 "Album": "Jazz",
 "Year": "1978",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/dont-stop-me-now.jpg",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/dont-stop-me-now.jpg",
 "Explanation": "Şarkı Mercury'nin piyano çalmasıyla başlıyor, John Deacon ve Roger Taylor bir bas gitar ve davul arka parçası ekliyor. Aynı zamanda, Queen'in koro için alameti harikası olan çok parçalı armoni vokallerinin bir örneğini de sergiliyor. Şarkı sözlerinde yer alan cümlelerle kendini gösteren bu şarkı, Freddie'nin durdurulamaz ve güçlü hissettiği kendi benliğini bizlere sunuyor."
 
},
 {
 "Name": "Killer Queen",
 "Album": "Sheer Heart Attack",
 "Year": "1974",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/killerqueen.jpeg",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/killerqueen.jpeg",
 "Explanation": "İnsanlar Queen'den hard rock bir enerji müziğine alışkın, ancak bu single ile başka bir yolculuğa çıkıyorsunuz.Şarkı yüksek sınıf bir telekız hakkında. Klas insanların da kötü bir yolda yer alabileceği gerçeğini bize gösteren bir konu içeriyor.Grup üyelerinden birine göre Killer Queen dönüm noktasıydı. Müziklerini en iyi özetleyen şarkıydı ve büyük bir hit oldu ve grup için başarılı olduklarına dair işaret olarak görüldü ve o zamanlar da buna ihtiyaçları vardı. Bu şarkı kayıtları esnasında grup çok memnundu araya Brian May'in geçici hastalaıkları girsede şarkı her türlü tamamlandı ve tüm kayıt zanaatkar bir tarzda yapıldı."
},
 {
 "Name": "Under Pressure",
 "Album": "Hot Space",
 "Year":"1981",
 "ResimURL": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/Under_Pressure.jpg",
 "ImgCover": "https://raw.githubusercontent.com/MeryemTuzcu/h5200002berfinmeryemtuzcu/main/Under_Pressure.jpg", 
 "Explanation": " Şarkının yazımında ve kaydedilmesinde İngiliz şarkıcı David Bowie ile iş birliği yapıldı. Şarkı UK Singles Chart'ta bir numara olarak grubun bu listedeki ikinci bir numaralı single'ı oldu.Freddie Mercury 1974'te verdiği bir röportajında baskı ile nasıl başa çıktıklarına dair bir açıklama yapıyor.'Baskı altında çalışmaya oldukça yatkınız. Peki hiç kavga etmiyor muyuz? Ah tatlım, biz dünyadaki en cadaloz grubuz. Eğer bizimle birlikte birkaç gün geçirmek zorunda kalsaydın birbirimizin boğazına nasıl sarıldığımızı görürdün. Fakat birbirimizin her dediğini onaylayıp hiç itiraz etmeseydik bugün burada olmazdık' sözleriyle aslında yıllar sonra David Bowie ile çıkaracakları bu efsane şarkıya atıfta bulunuyor."	
}
]